# Formulae #
brew "awscli"
brew "clojure/tools/clojure"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "lazygit"
brew "neovim"
brew "openssh"
brew "ripgrep"
brew "tmux"

tap "homebrew/cask-fonts"

# Casks #
cask "aws-vpn-client"
cask "ccleaner"
cask "cyberduck"
cask "datagrip"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "intellij-idea"
cask "iterm2"
cask "microsoft-excel"
cask "microsoft-word"
cask "obsidian"
cask "postman"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "topnotch"
